content/posts/research.md
+++
title = "Research"
lastmod = 2026-04-09T16:10:45-07:00
tags = ["biology", "oceanography", "changepoint", "disease"]
type = "post"
url = "/research/"
draft = false
author = "Sangwon (Justin) Hyun"
+++

<style>
  /* 1. Tighten the Header and setup the stack */
  .post-content h3, .post-content h4 {
      display: flex !important;
      flex-direction: column !important;
      align-items: flex-start !important;
      gap: 0px !important;
      line-height: 1.2 !important; /* Professional title spacing */
      margin-bottom: -10px !important; /* Pulls plain text up to the tags */
      margin-top: 2rem !important;
  }

  /* 2. Position the tags tightly under the title */
  [class^="tag-"] {
      position: relative !important;
      top: -12px !important; /* Pulls tags UP into the header space */
      display: inline-flex !important;
      padding: 1px 8px !important;
      border-radius: 6px !important;
      font-size: 0.75rem !important;
      line-height: 1.5 !important;
  }

  /* 3. Tighten the spacing between all plain text lines */
  .post-content p {
      margin-bottom: 0.5rem !important; /* Gap between paragraphs */
      line-height: 1.3 !important;      /* Gap between lines in a paragraph */
  }

  /* 4. Keep tags side-by-side */
  [class^="tag-"] + [class^="tag-"] {
      margin-left: 5px !important;
  }

</style>


## **[Time Series Decomposition of Continuous Flow Cytometry Reveals Biogeographical Variation in Population-Specific Productivity of Small Phytoplankton](https://essopenarchive.org/doi/full/10.22541/essoar.15001794/v1)** <span class="tag"><span class="biology">biology</span><span class="oceanography">oceanography</span></span> {#time-series-decomposition-of-continuous-flow-cytometry-reveals-biogeographical-variation-in-population-specific-productivity-of-small-phytoplankton}

Katherine Qi, Francois Ribalet, Sangwon Hyun, Dr. Angelicque E. White, E. Virginia Armbrust

_Submitted (2026)_


## **[Fine tuning of TCR signaling via CD8αβ and PD-1 and the fate of autoreactive thymocytes during negative selection](https://academic.oup.com/immunohorizons/article/10/3/vlaf078/8513204)** <span class="tag"><span class="biology">biology</span></span> {#fine-tuning-of-tcr-signaling-via-cd8αβ-and-pd-1-and-the-fate-of-autoreactive-thymocytes-during-negative-selection}

Martha C Zúñiga, Sangwon Hyun et al.

_Immunohorizons (2026)_


## **[Change Point Detection for Cell Populations Measured via Flow Cytometry](https://arxiv.org/pdf/2603.05700)** <span class="tag"><span class="changepoint">changepoint</span><span class="oceanography">oceanography</span></span> {#change-point-detection-for-cell-populations-measured-via-flow-cytometry}

Yik Lun Kei, Qi Wang, Paul A. Parker, Francois Ribalet, Sangwon Hyun

_Submitted (2025)_


## **[Defining 3-dimensional marine provinces with phytoplankton compositions](https://arxiv.org/abs/2512.08035)** <span class="tag"><span class="changepoint">changepoint</span><span class="biology">biology</span></span> {#defining-3-dimensional-marine-provinces-with-phytoplankton-compositions}

Rafael Catoia Pulgrossi, Nathan L R Williams, Yubin Raut, Jed Fuhrman, Sangwon Hyun

_Submitted (2025)_


## **[Mixtures of Neural Network Experts with Application to Phytoplankton Flow Cytometry Data](https://arxiv.org/abs/2507.01375)** <span class="tag"><span class="oceanography">oceanography</span><span class="biology">biology</span></span> {#mixtures-of-neural-network-experts-with-application-to-phytoplankton-flow-cytometry-data}

Ethan Pawl, François Ribalet, Paul A Parker, Sangwon Hyun

_Submitted (2025)_


## **[Subcellular proteome niche discovery using semi-supervised functional clustering](https://arxiv.org/abs/2512.08087)** <span class="tag"><span class="oceanography">oceanography</span><span class="biology">biology</span></span> {#subcellular-proteome-niche-discovery-using-semi-supervised-functional-clustering}

Ziyue Zheng, Loay J Jabre, Matthew McIlvin, Mak A Saito, Sangwon Hyun

_Submitted (2025)_


## **[Trend Filtered Mixture of Experts for Automated Gating of High-Frequency Flow Cytometry Data](https://arxiv.org/abs/2504.12287)** <span class="tag"><span class="oceanography">oceanography</span><span class="biology">biology</span></span> {#trend-filtered-mixture-of-experts-for-automated-gating-of-high-frequency-flow-cytometry-data}

Sangwon Hyun, Tim Coleman, Francois Ribalet, Jacob Bien

_Submitted (2025)_


## **[Identification of Microbial Metabolic Functional Guilds from Large Genomic Datasets](https://www.frontiersin.org/journals/microbiology/articles/10.3389/fmicb.2023.1197329/full)** <span class="tag"><span class="oceanography">oceanography</span><span class="biology">biology</span></span> {#identification-of-microbial-metabolic-functional-guilds-from-large-genomic-datasets}

Ryan Reynolds, Sangwon Hyun, Benjamin Tully, Jacob Bien, Naomi M. Levine

_Frontiers in Microbiology (2023)_


## **[Density-based Approaches to Evaluate Biogeochemical Models by Satellite Derived Chlorophyll](https://gmd.copernicus.org/articles/16/4639/2023/gmd-16-4639-2023-assets.html)** <span class="tag"><span class="oceanography">oceanography</span><span class="physics">physics</span></span> {#density-based-approaches-to-evaluate-biogeochemical-models-by-satellite-derived-chlorophyll}

Bror F. Jönsson, Christopher L. Follett, Jacob Bien, Stephanie Dutkiewicz, Sangwon Hyun, Gemma Kulk, Gael Forget, Christian L. Müller, Marie-Fanny Racault, Christopher N. Hill, Thomas Jackson, Shubha Sathyendranath

_Geoscientific Model Development (2023)_


## **[Modeling Cell Populations Measured By Flow Cytometry With Covariates Using Sparse Mixture of Regressions](https://arxiv.org/abs/2008.11251)** <span class="tag"><span class="oceanography">oceanography</span><span class="biology">biology</span></span> {#modeling-cell-populations-measured-by-flow-cytometry-with-covariates-using-sparse-mixture-of-regressions}

Sangwon Hyun, Mattias Rolf Cape, François Ribalet, Jacob Bien

_Annals of Applied Statistics (2023)_


## **[Ocean Mover’s Distance: Using Optimal Transport for Analyzing Oceanographic Data](https://royalsocietypublishing.org/doi/full/10.1098/rspa.2021.0875)** <span class="tag"><span class="oceanography">oceanography</span><span class="physics">physics</span></span> {#ocean-mover-s-distance-using-optimal-transport-for-analyzing-oceanographic-data}

Sangwon Hyun, Aditya Mishra, Christopher L. Follett Bror Jonsson, Gemma Kulk, Gael Forget, Marie-Fanny Racault, Thomas Jackson, Stephanie Dutkiewic, Christian L. Müller, and Jacob Bien

_Proceedings of the Royal Society A (2022)_


## **[A Flexible Bayesian Approach to Estimating Size-structured Matrix Population Models](https://www.biorxiv.org/content/10.1101/2021.07.16.452528v1)** <span class="tag"><span class="oceanography">oceanography</span><span class="biology">biology</span></span> {#a-flexible-bayesian-approach-to-estimating-size-structured-matrix-population-models}

Kristof Glauninger, Jann Paul Mattern, Greg Britten, John Casey, Sangwon Hyun, Zhen Wu, E. Virginia Armbrust, Zaid Harchaoui, François Ribalet

_PLOS Computational Biology (2021)_


## **[Post-selection Inference for Changepoint Detection Algorithms with Application to Copy Number Variation Data](http://arxiv.org/abs/1812.03644)** <span class="tag"><span class="changepoint">changepoint</span><span class="selectiveinference">selectiveinference</span></span> {#post-selection-inference-for-changepoint-detection-algorithms-with-application-to-copy-number-variation-data}

Sangwon Hyun, Kevin Lin, Max G'Sell, Ryan Tibshirani

_Biometrics_ (2020)


## **[Exact Post-Selection Inference for the Generalized Lasso Path](http://arxiv.org/abs/1606.03552)** <span class="tag"><span class="changepoint">changepoint</span><span class="selectiveinference">selectiveinference</span></span> {#exact-post-selection-inference-for-the-generalized-lasso-path}

Sangwon Hyun, Max G'Sell, Ryan Tibshirani

_Electronic Journal of Statistics_ (2018)


## **[An Open Repository of Real-Time COVID-19 Indicators](https://www.medrxiv.org/content/10.1101/2021.07.12.21259660v1)** <span class="tag"><span class="disease">disease</span></span> {#an-open-repository-of-real-time-covid-19-indicators}

Various authors

_Proceedings of the National Academy of Sciences (2021)_


## **[Can Auxiliary Indicators Improve COVID-19 Forecasting and Hotspot Prediction?](https://www.medrxiv.org/content/10.1101/2021.06.22.21259346v1)** <span class="tag"><span class="disease">disease</span></span> {#can-auxiliary-indicators-improve-covid-19-forecasting-and-hotspot-prediction}

Daniel J. McDonald, Jacob Bien, Alden Green, Addison J. Hu, Nat DeFries, Sangwon Hyun, Natalia L. Oliveira, James Sharpnack, Jingjing Tang, Robert Tibshirani, Valérie Ventura, Larry Wasserman, Ryan Tibshirani

_Proceedings of the National Academy of Sciences (2021)_


## **[Nonmechanistic Forecasts of Seasonal Influenza with Iterative One-week-ahead Distributions](https://journals.plos.org/ploscompbiol/article?rev=2&id=10.1371/journal.pcbi.1006134)** <span class="tag"><span class="disease">disease</span></span> {#nonmechanistic-forecasts-of-seasonal-influenza-with-iterative-one-week-ahead-distributions}

Logan Brooks, David Farrow, Sangwon Hyun, Ryan Tibshirani, Roni
Rosenfeld

_PLOS Computational Biology_ (2018)


## **[A Human Judgment Approach to Epidemiological Forecasting](http://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1004382)** <span class="tag"><span class="disease">disease</span></span> {#a-human-judgment-approach-to-epidemiological-forecasting}

David Farrow, Logan Brooks, Sangwon Hyun, Ryan Tibshirani, Donald S. Burke

_PLOS Computational Biology_ (2017)


## **[Flexible Modeling of Epidemics with an Empirical Bayes Framework](http://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1004382)** <span class="tag"><span class="disease">disease</span></span> {#flexible-modeling-of-epidemics-with-an-empirical-bayes-framework}

Logan Brooks, David Farrow, Sangwon Hyun, Ryan Tibshirani, Roni Rosenfeld

_PLOS Computational Biology_ (2015)


## **[Risk of Dengue for Tourists and Teams during the World Cup 2014 in Brazil](http://journals.plos.org/plosntds/article?id=10.1371/journal.pntd.0003063)** <span class="tag"><span class="disease">disease</span></span> {#risk-of-dengue-for-tourists-and-teams-during-the-world-cup-2014-in-brazil}

Wilbert Van Panhuis, Sangwon Hyun, Kayleigh Blaney, Ernesto T. A. Marques Jr, Giovanini E. Coelho, João Bosco Siqueira Jr, Ryan Tibshirani, Jarbas B. da Silva Jr, Roni Rosenfeld

_PLOS Neglected Tropical Diseases_ (2014)


## **[Collaborative efforts to forecast seasonal influenza in the United States, 2015--2016](https://www.nature.com/articles/s41598-018-36361-9)** <span class="tag"><span class="disease">disease</span></span> {#collaborative-efforts-to-forecast-seasonal-influenza-in-the-united-states-2015-2016}

Various authors

_Scientific Reports_ (2019)


## **[Results from the Second Year of a Collaborative Effort to Forecast Influenza Seasons in the United States](https://www.sciencedirect.com/science/article/pii/S1755436517300889)** <span class="tag"><span class="disease">disease</span></span> {#results-from-the-second-year-of-a-collaborative-effort-to-forecast-influenza-seasons-in-the-united-states}

Various authors

_Epidemics_ (2018)


## **[An Open Challenge to Advance Probabilistic Forecasting for Dengue Epidemics](https://www.pnas.org/content/pnas/116/48/24268.full.pdf)** <span class="tag"><span class="disease">disease</span></span> {#an-open-challenge-to-advance-probabilistic-forecasting-for-dengue-epidemics}

Various authors

_Proceedings of the National Academy of Sciences_ (2019)
